results/synthetic/baselines/io_stream.fio-seqwrite.tigger-0-baseline-5.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=11603: Wed Jul  8 15:41:50 2015
  write: io=4096.0MB, bw=74345KB/s, iops=580, runt= 56417msec
    slat (usec): min=37, max=30381, avg=113.94, stdev=290.36
    clat (msec): min=1, max=438, avg=13.65, stdev=11.28
     lat (msec): min=2, max=438, avg=13.76, stdev=11.33
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[   10], 10.00th=[   11], 20.00th=[   11],
     | 30.00th=[   11], 40.00th=[   11], 50.00th=[   11], 60.00th=[   11],
     | 70.00th=[   12], 80.00th=[   19], 90.00th=[   20], 95.00th=[   28],
     | 99.00th=[   47], 99.50th=[   71], 99.90th=[  165], 99.95th=[  202],
     | 99.99th=[  343]
    bw (KB  /s): min=36235, max=97792, per=100.00%, avg=74531.82, stdev=12990.07
    lat (msec) : 2=0.01%, 4=0.14%, 10=6.11%, 20=87.04%, 50=5.80%
    lat (msec) : 100=0.67%, 250=0.23%, 500=0.02%
  cpu          : usr=1.43%, sys=8.73%, ctx=33745, majf=0, minf=1881
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=74344KB/s, minb=74344KB/s, maxb=74344KB/s, mint=56417msec, maxt=56417msec

Disk stats (read/write):
  sda: ios=0/32593, merge=0/421, ticks=0/467728, in_queue=467772, util=99.95%