results/synthetic/baselines/io_stream.fio-seqwrite.tigger-0-baseline-7.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=11648: Wed Jul  8 15:43:41 2015
  write: io=4096.0MB, bw=76414KB/s, iops=596, runt= 54889msec
    slat (usec): min=37, max=19030, avg=113.96, stdev=204.48
    clat (msec): min=1, max=431, avg=13.28, stdev=10.73
     lat (msec): min=2, max=432, avg=13.39, stdev=10.76
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[   11], 10.00th=[   11], 20.00th=[   11],
     | 30.00th=[   11], 40.00th=[   11], 50.00th=[   11], 60.00th=[   11],
     | 70.00th=[   12], 80.00th=[   14], 90.00th=[   20], 95.00th=[   28],
     | 99.00th=[   42], 99.50th=[   63], 99.90th=[  151], 99.95th=[  172],
     | 99.99th=[  433]
    bw (KB  /s): min=28930, max=103936, per=100.00%, avg=76673.28, stdev=12040.90
    lat (msec) : 2=0.01%, 4=0.14%, 10=2.82%, 20=91.48%, 50=4.93%
    lat (msec) : 100=0.43%, 250=0.17%, 500=0.02%
  cpu          : usr=1.49%, sys=9.06%, ctx=33764, majf=0, minf=2146
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=76414KB/s, minb=76414KB/s, maxb=76414KB/s, mint=54889msec, maxt=54889msec

Disk stats (read/write):
  sda: ios=0/32600, merge=0/371, ticks=0/443360, in_queue=443296, util=99.94%