results/synthetic/baselines/io_stream.fio-seqwrite.uriel-baseline-3.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=3513: Fri Jul 10 18:18:43 2015
  write: io=4096.0MB, bw=92422KB/s, iops=722, runt= 45382msec
    slat (usec): min=35, max=10082, avg=87.45, stdev=130.68
    clat (usec): min=647, max=284938, avg=10984.28, stdev=5307.78
     lat (usec): min=748, max=284984, avg=11072.42, stdev=5319.15
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[   11], 10.00th=[   11], 20.00th=[   11],
     | 30.00th=[   11], 40.00th=[   11], 50.00th=[   11], 60.00th=[   11],
     | 70.00th=[   11], 80.00th=[   11], 90.00th=[   12], 95.00th=[   12],
     | 99.00th=[   21], 99.50th=[   31], 99.90th=[   68], 99.95th=[   76],
     | 99.99th=[  285]
    bw (KB  /s): min=58975, max=98107, per=100.00%, avg=92693.89, stdev=5773.86
    lat (usec) : 750=0.01%
    lat (msec) : 2=0.01%, 4=0.24%, 10=1.48%, 20=97.24%, 50=0.82%
    lat (msec) : 100=0.17%, 500=0.02%
  cpu          : usr=2.30%, sys=10.60%, ctx=33534, majf=0, minf=557
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=92422KB/s, minb=92422KB/s, maxb=92422KB/s, mint=45382msec, maxt=45382msec

Disk stats (read/write):
  sda: ios=0/32578, merge=0/336, ticks=0/348656, in_queue=348636, util=99.96%