results/synthetic/baselines/io_stream.fio-seqwrite.uriel-baseline-5.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=3563: Fri Jul 10 18:20:17 2015
  write: io=4096.0MB, bw=88953KB/s, iops=694, runt= 47152msec
    slat (usec): min=29, max=11490, avg=92.58, stdev=146.66
    clat (usec): min=651, max=213320, avg=11411.25, stdev=4879.37
     lat (usec): min=803, max=213367, avg=11504.53, stdev=4894.17
    clat percentiles (msec):
     |  1.00th=[    6],  5.00th=[   11], 10.00th=[   11], 20.00th=[   11],
     | 30.00th=[   11], 40.00th=[   11], 50.00th=[   11], 60.00th=[   12],
     | 70.00th=[   12], 80.00th=[   12], 90.00th=[   13], 95.00th=[   13],
     | 99.00th=[   22], 99.50th=[   32], 99.90th=[   76], 99.95th=[   80],
     | 99.99th=[  215]
    bw (KB  /s): min=54500, max=94208, per=100.00%, avg=89030.04, stdev=6131.67
    lat (usec) : 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.26%, 10=1.34%, 20=97.33%, 50=0.82%
    lat (msec) : 100=0.17%, 250=0.05%
  cpu          : usr=2.34%, sys=11.02%, ctx=33616, majf=0, minf=820
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=88952KB/s, minb=88952KB/s, maxb=88952KB/s, mint=47152msec, maxt=47152msec

Disk stats (read/write):
  sda: ios=1/32564, merge=0/351, ticks=0/361436, in_queue=361392, util=99.93%